Repository: PaginaAzul/on-demand-service_ios-master
Catalog: Joker/Localizable/*.lproj/Localizable.strings
Languages: pt_pt

source: SignIn
pt_pt: Entrar

source: SignUp
pt_pt: Registrar

source: Submit
pt_pt: Enviar

source: Send
pt_pt: Enviar

source: Enter Mobile Number
pt_pt: Digite o número do tele móvel

source: Select Your Country
pt_pt: Escolha o seu país

source: Enter mobile number
pt_pt: Digite o número do tele móvel

source: Please check your internet connection
pt_pt: Sem conexão à Internet

source: Something Went Wrong
pt_pt: Algo deu errado

source: Select Name
pt_pt: Selecione o nome

source: Full Name
pt_pt: Nome completo

source: User Name
pt_pt: Nome do usuário

source: Email Address
pt_pt: Endereço de e-mail

source: Restaurant has been closed
pt_pt: Restaurante foi fechado

source: Store has been closed
pt_pt: Loja foi fechada

source: Enter Name
pt_pt: Insira o nome

source: Select App Language
pt_pt: Selecione o idioma do aplicativo

source: Select Speak Language
pt_pt: Selecione o idioma do aplicativo

source: Sign Up
pt_pt: Registrar

source: Camera
pt_pt: Câmera

source: Gallery
pt_pt: Galeria

source: Cancel
pt_pt: Cancelar

source: Please enter name
pt_pt: Por favor digite o nome

source: Please enter email
pt_pt: Por favor digite o e-mail

source: Please enter valid email address
pt_pt: Por favor insira o endereço de e-mail válido

source: Please select the app language
pt_pt: Por favor, seleccione o idioma do aplicativo

source: Please select the speak language
pt_pt: Por favor, seleccione idioma

source: Something went wrong
pt_pt: Algo deu errado

source: Please enter the one time security code sent on your registered phone number
pt_pt: Digite um código de segurança enviado no seu número de telefone

source: I didn't receive a code!
pt_pt: Eu não recebi o código!

source: Resend
pt_pt: Reenviar

source: Hello, Welcome to Paginazul Family!
pt_pt: Olá seja Bem-vindo à família Paginazul!

source: Offer Submit Successfully
pt_pt: Proposta enviada com sucesso

source: Offer Accept Successfully!
pt_pt: A oferta aceita com sucesso!

source: Rating & Reviews Successfully Submitted!
pt_pt: Avaliação e comentários enviados com sucesso!

source: You are not logged in. Please login/signup before proceeding further.
pt_pt: Faça o Login ou registro para continuar

source: Home
pt_pt: Início

source: My Profile
pt_pt: Meu perfil

source: Profile
pt_pt: Perfil

source: Help
pt_pt: Ajuda

source: Notification
pt_pt: Notificação

source: Notifications
pt_pt: Notificação

source: My Favorties
pt_pt: Meus favoritos

source: My Orders
pt_pt: Meu pedido

source: My Order
pt_pt: Meu pedido

source: My Order's Dashboard
pt_pt: Lista de pedido

source: Address History
pt_pt: Histórico de Endereços

source: Settings
pt_pt: Configurações

source: Language
pt_pt: Idioma

source: Rate Us
pt_pt: Avalie-nos

source: Share App
pt_pt: Compartilhe

source: Contact
pt_pt: Fale Connosco

source: Contact Us
pt_pt: Fale Connosco

source: More
pt_pt: Mais

source: Login|Signup
pt_pt: Entrar | Registar

source: Follow Us
pt_pt: Siga-nos

source: Search
pt_pt: Procurar

source: Enter Your Service Location
pt_pt: Digite o local do serviço

source: Select Time
pt_pt: Selecionar hora

source: Add details of the order
pt_pt: Adicionar detalhes do pedido

source: Add Images
pt_pt: Adicionar imagens

source: Place Order
pt_pt: Faça o pedido

source: I Want My Order
pt_pt: Eu quero meu pedido

source: Service Provider within
pt_pt: Fornecedor de Serviços dentro de

source: You can upload maximum 2 images
pt_pt: Você pode enviar no máximo 2 imagens

source: New Order
pt_pt: Novos pedidos

source: Please select the address
pt_pt: Por favor selecione o endereço

source: I Want My Service
pt_pt: Preciso do Serviço

source: Please select the time
pt_pt: Por favor selecione a hora

source: In 1 hr
pt_pt: Daqui a 1 hora

source: In 2 hr
pt_pt: Daqui a 2 hora

source: In 3 hr
pt_pt: Daqui a 3 hora

source: In 4 hr
pt_pt: Dentro a 4 hora

source: In 5+ hr
pt_pt: Acima a 5 hora

source: In 1 day
pt_pt: Daqui a 1 dia

source: In 2 days
pt_pt: Daqui a 2 dias

source: In 3 days
pt_pt: Daqui a 3 dias

source: Select Address
pt_pt: Selecionar Endereço

source: Choose your location
pt_pt: Escolha a sua localização

source: Building/Apartment No. (Optional)
pt_pt: Nº edifício / Nº do apartamento (opcional)

source: Set Location
pt_pt: Defina localização

source: Save
pt_pt: Guardar

source: Save Location Manually
pt_pt: Guardar local manualmente

source: Save Location As
pt_pt: Registar local como

source: Office
pt_pt: Escritório

source: Please fill manually or select the location title
pt_pt: Por favor, preencha manualmente ou selecione o título do local

source: Instructions
pt_pt: Nota

source: Paginazul collects, uses, maintains information collected from users (each, a User)
pt_pt: A Paginazul arquiva informação fornecida pelos usuários

source: Back
pt_pt: Voltar

source: waiting for offers...
pt_pt: aguardando propostas ...

source: Your order is submitted. Our professional captain will submit an offer to you soon.
pt_pt: Seu pedido foi enviado, em breve receberás propostas dos profissionais da PaginAzul

source: No Professional is currently available. Please try again later or call 923283618
pt_pt: Nenhum Capitão Profissional está disponível no momento. Por favor, tente novamente mais tarde ou ligue 923283618.

source: Cancel Order
pt_pt: Cancelar Pedido

source: Try Again
pt_pt: Tente novamente

source: Message
pt_pt: Enviar Mensagen

source: Messages
pt_pt: Mensagens

source: Please select reason
pt_pt: Selecione o motivo

source: Please select the reason
pt_pt: Selecione o motivo

source: No longer need it
pt_pt: Já não é necessário

source: Captain will be late
pt_pt: Profissional vai se atrasar

source: Other
pt_pt: Outros

source: Do you really want to delete this offer?
pt_pt: Deseja realmente excluir esta proposta?

source: Select Reason
pt_pt: Selecionar motivo

source: Offers
pt_pt: Propostas

source: Offer
pt_pt: Proposta

source: Proposal
pt_pt: Proposta

source: Edit
pt_pt: Editar

source: Name
pt_pt: nome

source: Email
pt_pt: Endereço de e-mail

source: Please enter user name
pt_pt: Digite o nome do usuário

source: Please select app language
pt_pt: Por favor, seleccione o idioma do aplicativo

source: Please select speak language
pt_pt: Por favor, seleccione idioma

source: Update
pt_pt: Atualizar

source: Country code is required
pt_pt: O código do país é obrigatório

source: Phone number length must be 8 - 14
pt_pt: O comprimento do número de telefone deve ser de 8 a 14

source: Phone Number
pt_pt: Número de telefone

source: Edit address
pt_pt: Editar endereços

source: + Add New Address
pt_pt: + Adicionar novo endereço

source: Are you sure? You want to delete this address
pt_pt: Você tem certeza? Você deseja excluir este endereço

source: Normal User Notification
pt_pt: Notificação normal do usuário

source: Terms and Conditions
pt_pt: Termos e Condições

source: About Us
pt_pt: Sobre nós

source: Logout
pt_pt: Sair

source: Privacy Policy
pt_pt: Política de Privacidade

source: Change Language
pt_pt: Mudar idioma

source: Update Language
pt_pt: Atualizar idioma

source: Order ID:
pt_pt: Nº do pedido:

source: Order ID
pt_pt: Nº do pedido

source: Order Id
pt_pt: Nº do pedido

source: Rating View All
pt_pt: Classificações Ver todas

source: Rating view all
pt_pt: Classificações Ver todas

source: Optional
pt_pt: Opcional

source: My Location
pt_pt: Minha localização

source: Your Location
pt_pt: Sua localização

source: Order Details
pt_pt: detalhes do pedido

source: Order Detail
pt_pt: detalhes do pedido

source: Offer amount in Kz
pt_pt: Valor da proposta em Kz

source: Total Rating
pt_pt: Classificação total

source: All Offers
pt_pt: Todas Propostas

source: Contact Admin
pt_pt: Entre em contato com o administrador

source: Active Order Tracking
pt_pt: Lista de pedidos activos

source: Offer Amount
pt_pt: Valor do serviço

source: Professional Message
pt_pt: Mensagem do provedor de serviço

source: Work Completion Time
pt_pt: Tempo de conclusão do trabalho

source: Invoice Details
pt_pt: Detalhes da factura

source: Delivery Offer
pt_pt: Preço do Serviço

source: Delivery Charge Offer
pt_pt: Taxa de entrega

source: Tax 5%
pt_pt: Taxa de Serviço 5%

source: Work Done
pt_pt: Trabalho feito

source: Done
pt_pt: Feito

source: Cancellation
pt_pt: Cancelamento

source: Report Order!
pt_pt: Relatório do pedido!

source: Report Order
pt_pt: Relatório do pedido

source: Address Details
pt_pt: Detalhes do Endereço

source: Service Location
pt_pt: Localização do Serviço

source: Invoice Amount
pt_pt: Valor da fatura

source: Call
pt_pt: Ligar

source: Track
pt_pt: Seguir

source: View All Offers
pt_pt: Ver todas propostas

source: Me
pt_pt: Eu

source: Goods Cost
pt_pt: Custo do material

source: Enter Total Cost of Goods
pt_pt: Insere o custo total do material

source: Invoice Image
pt_pt: Imagem da factura

source: Delivery Cost + VAT
pt_pt: Taxa de Serviço 5%

source: No data found
pt_pt: Nenhum dado encontrado

source: Only
pt_pt: Somente

source: Ratings
pt_pt: Avaliações

source: Category
pt_pt: Categoria

source: Pending
pt_pt: Pendente

source: Confirmed
pt_pt: Confirmado

source: Out for Delivery
pt_pt: A Caminho

source: Delivered
pt_pt: Entregue

source: Cancelled
pt_pt: Cancelado

source: Active
pt_pt: Ativo

source: Past
pt_pt: Passado

source: Dropoff Location
pt_pt: Destino

source: Order Time
pt_pt: Agendamento

source: Accept
pt_pt: Aceitar

source: Reject
pt_pt: Rejeitar

source: Professional Offers Near You
pt_pt: Propostas perto de si

source: Sub-Category
pt_pt: Subcategoria

source: Mode of Transport
pt_pt: Transporte

source: Previous Work
pt_pt: Trabalhos realizados

source: Provider detail
pt_pt: Detalhe do Profissional

source: View Profile
pt_pt: Ver perfil

source: Message & Track Order
pt_pt: Contacte o Cliente

source: Require
pt_pt: Exigir

source: Offers are coming
pt_pt: propostas estão chegando

source: Rating
pt_pt: Avaliações

source: Charge Offer
pt_pt: Facturar

source: Start
pt_pt: Começar

source: Arrived
pt_pt: Chegou

source: Professional Working
pt_pt: Trabalho profissional

source: No date found
pt_pt: Nenhuma data encontrada

source: Not Defined
pt_pt: Não definido

source: No subcategory found
pt_pt: Nenhuma subcategoria encontrada

source: Write reason for cancellation...
pt_pt: Escreva o motivo do cancelamento ...

source: Inappropriate User
pt_pt: Uso inapropriado

source: Seems like a fake user
pt_pt: Parece um usuário falso

source: Want to submit complain
pt_pt: Deseja enviar uma reclamação

source: Want to provide feedback
pt_pt: Deseja fornecer feedback

source: Thank you for contacting us
pt_pt: Obrigado por nos contatar

source: No rating found
pt_pt: Nenhuma classificação encontrada

source: No feedback found
pt_pt: Nenhum feedback encontrado

source: Write here Reason...
pt_pt: Escreva aqui seu problema ...

source: Order Location
pt_pt: Local do pedido

source: Note: we accept only cash
pt_pt: NOTA: Pagamento apos a conclusão do serviço

source: Review & Rate
pt_pt: Avaliação

source: Type here
pt_pt: Digite aqui

source: Review Invoice
pt_pt: Revisar Factura

source: Create Invoice
pt_pt: Emitir Factura

source: Invoice Created
pt_pt: Fatura criada

source: Edit Invoice
pt_pt: Editar fatura

source: Go
pt_pt: Ir

source: Service Cost
pt_pt: Custo do serviço

source: DropOff
pt_pt: Deixar

source: Dropoff
pt_pt: Ponto final

source: Your order has started! We wish you the best experience, However, if anything happens, remember that you have 'change courier' Check the menu below
pt_pt: Seu pedido foi iniciado! Desejamos a você a melhor experiência. Se desejar poderá contactar a PaginAzul

source: Choose Photo
pt_pt: Seleccione a foto

source: Change Service Provider
pt_pt: Alterar provedor de serviços

source: Share Image
pt_pt: Compartilhar imagem

source: Share Location
pt_pt: Compartilhar localização

source: Do you really want to change service provider?
pt_pt: Você quer realmente mudar de profissional?

source: Share Live Location
pt_pt: Compartilhar local ao vivo

source: Share
pt_pt: Compartilhar

source: All Comments from Professional Person
pt_pt: Todos os comentários do Profissional

source: Change Professional Worker
pt_pt: Alterar profissional

source: Issue Bill
pt_pt: Facturar

source: Withdraw Offer
pt_pt: Retirar proposta

source: Service completed
pt_pt: Serviço concluído

source: File a complaint
pt_pt: Apresentar uma reclamação

source: Today
pt_pt: Hoje

source: Your service has completed. Thanks for using Paginazul App
pt_pt: Seu serviço foi concluído. Obrigado por usar a Paginazul

source: Rate Professional Captain
pt_pt: Classifique o nosso profissional

source: Give Your Rating And Review
pt_pt: Dê sua avaliação e revisão

source: Rating and Review
pt_pt: Avaliação e revisão

source: Ratings and Reviews
pt_pt: Avaliação e revisão

source: What do you like most
pt_pt: O que mais gostou

source: Quick Service
pt_pt: Rapidez

source: Gentle
pt_pt: Gentileza

source: Responsive
pt_pt: Nível de resposta

source: Give Your Comment...
pt_pt: Dê sua opinião...

source: Give your comment...
pt_pt: Dê sua opinião...

source: Note: Make sure Once you submit the commentyou are not able to edit
pt_pt: Nota: Após enviar o comentário, não terás como alterar

source: Professional
pt_pt: Profissional

source: Welcome to PAGINAZUL
pt_pt: Bem-vindo a Paginazul

source: Terms & Conditions and Privacy Policy
pt_pt: Termos e Condições e Política de Privacidade

source: Next
pt_pt: Seguir

source: I accept
pt_pt: eu aceito

source: Please accept the terms and conditions of app.
pt_pt: Aceite os termos e condições

source: and
pt_pt: e

source: Terms & Conditions
pt_pt: Termos e Condições

source: Great!
pt_pt: Óptimo!

source: Pickup
pt_pt: Pegar

source: Delivery
pt_pt: Entrega

source: Are you sure? You want to reject this offer.
pt_pt: Você tem certeza? Você deseja rejeitar esta proposta

source: Are you sure? You want to accept this offer.
pt_pt: Você tem certeza? Você quer aceitar esta proposta.

source: Your professional captain ask for change captain?
pt_pt: O seu profissional pediu para trocar?

source: User Detail
pt_pt: Detalhe do usuário

source: Given by
pt_pt: Dado por

source: User
pt_pt: usuário

source: Feb
pt_pt: fev

source: Apr
pt_pt: abr

source: May
pt_pt: Pos

source: Aug
pt_pt: ago

source: Sep
pt_pt: sete

source: Oct
pt_pt: Outu

source: Nov
pt_pt: nove

source: Dec
pt_pt: deze

source: Track Distance
pt_pt: Distância do percurso

source: Do you really want to change professional captain?
pt_pt: Você quer realmente mudar de profissional?

source: Note: Payment after completion of the service
pt_pt: NOTA: Pagamento apos a conclusão do serviço

source: Additional Cost
pt_pt: Custo Adicional

source: Contact Professional
pt_pt: Contacte o Profissional

source: Portuguese
pt_pt: Português

source: English
pt_pt: Inglês

source: Your offer of
pt_pt: Sua proposta de

source: is submitted to the buyer. Please wait until he accepts it.
pt_pt: foi enviado ao cliente. Por favor aguarde até que seja aceite.

source: Cancel Offer
pt_pt: Cancelar proposta

source: No Offer found for this request at this time.
pt_pt: Nenhuma proposta para esta solicitação no momento.

source: Update Phone
pt_pt: Atualizar telefone

source: Not Define
pt_pt: Não Definir

source: Welcome Paginazul Family
pt_pt: Bem-vindo à família Paginazul!

source: New Address location
pt_pt: Novo endereço localização

source: This mobile number is not registred with our system as user
pt_pt: Este número de celular não está cadastrado em nosso sistema como usuário

source: Mobile Number already exist
pt_pt: Este número já está registrado na app

source: Mobile number already exist
pt_pt: Este número já está registrado na app

source: No address found
pt_pt: Nenhum Endereço encontrado

source: Food & Grocery
pt_pt: Restaurantes & Lojas

source: Restaurants
pt_pt: Restaurantes

source: Exclusive Offers
pt_pt: Ofertas Exclusivas

source: Near-by Restaurants
pt_pt: Restaurantes próximos de si

source: View all
pt_pt: Ver tudo

source: View All
pt_pt: Ver tudo

source: Near-by Grocery Stores
pt_pt: Lojas próximas de si

source: Search by Restaurants, Dishes, Cuisines
pt_pt: Pesquise por restaurantes, pratos, menu

source: Search by Restaurants,Store, Groceries Cuisines.
pt_pt: Pesquise por restaurantes, pratos, menu

source: Restaurant
pt_pt: Restaurante

source: Grocery
pt_pt: Lojas

source: Add To Cart
pt_pt: Adicionar ao carrinho

source: Add to cart
pt_pt: Adicionar ao carrinho

source: Restaurants Info
pt_pt: Informações sobre restaurantes

source: Description
pt_pt: Descrição

source: Working Hours
pt_pt: Horário

source: Reviews
pt_pt: Avaliação

source: Bill Details
pt_pt: Detalhes da conta

source: Item Total
pt_pt: Total de itens

source: Delivery Fees
pt_pt: Taxa de serviço

source: Total amount to be paid
pt_pt: Valor total a ser pago

source: My Cart
pt_pt: Meu carrinho

source: Change
pt_pt: Alterar

source: Pay
pt_pt: Pagamento

source: Ongoing
pt_pt: Em andamento

source: Upcoming
pt_pt: Próximos

source: Pick Up Date
pt_pt: Data de Coleta

source: Pick Up Time
pt_pt: Tempo de Recolha

source: Visiting Date
pt_pt: Data de Visita

source: Visiting Time
pt_pt: Hora de Visita

source: Number Of People
pt_pt: Número de pessoas

source: Delivery Address
pt_pt: Endereço de entrega

source: Payment mode :
pt_pt: Modo de pagamento :

source: Payment Mode
pt_pt: Modo de pagamento

source: Delivery Time
pt_pt: Tempo de entrega

source: Expect Delivery Time
pt_pt: Tempo de entrega previsto

source: Rate Order
pt_pt: Classificar pedido

source: Reorder
pt_pt: Reordenar

source: My Favorites
pt_pt: Favoritos

source: Share Ratings & Reviews
pt_pt: Compartilhar avaliações e críticas

source: Share Ratings as per your experience with the Restaurant food
pt_pt: Compartilhe avaliações de acordo com sua experiência com a comida do restaurante

source: Write here...
pt_pt: Escreva aqui...

source: Share Reviews
pt_pt: Partilhar avaliação

source: Food
pt_pt: Comida

source: Apply Filter
pt_pt: Aplicar filtro

source: Select Type
pt_pt: Selecione o tipo

source: Filters
pt_pt: Filtros

source: Search by sub categories
pt_pt: Pesquisa por subcategorias

source: Sub Categories
pt_pt: Subcategorias

source: Search Products
pt_pt: procurar produtos

source: Search products
pt_pt: procurar produtos

source: Product
pt_pt: produtos

source: Was 9.00 Kz
pt_pt: Antes 9,00 Kz

source: Customer Stories
pt_pt: Depoimentos de clientes

source: Okay
pt_pt: OK

source: Order Placed!
pt_pt: Pedido feito!

source: You order has been placed successfully. Please make the payment by cash
pt_pt: Seu pedido foi feito com sucesso. Faça o pagamento em dinheiro

source: Veg
pt_pt: Vegetariano

source: Non Veg
pt_pt: Não vegetariano

source: Menu Item
pt_pt: Item do menu

source: Choose your taste
pt_pt: Escolha o seu gosto

source: Please select any one option
pt_pt: Selecione qualquer uma das opções

source: Choose Crust
pt_pt: Escolha a crosta

source: You can choose multiple options
pt_pt: Você pode escolher várias opções

source: Schedule Delivery
pt_pt: Entrega agendada

source: Select Date
pt_pt: Selecione a data

source: Morning
pt_pt: Manhã

source: Shop More Offer
pt_pt: Compre mais

source: Back to Home
pt_pt: Voltar ao início

source: Shops
pt_pt: Lojas

source: Search Offers
pt_pt: Pesquisar promoções

source: Clear
pt_pt: Limpar

source: Afternoon
pt_pt: Tarde

source: Categories
pt_pt: Categorias

source: Ratings & Reviews
pt_pt: Avaliações e críticas

source: Total Price
pt_pt: Preço total

source: View more
pt_pt: Veja mais

source: Shop
pt_pt: Comprar

source: Validity Date
pt_pt: Data de validade

source: Discounted Price
pt_pt: Preço com desconto

source: Apply
pt_pt: Aplique

source: Meals
pt_pt: Restaurantes

source: Shopping
pt_pt: Lojas

source: Services
pt_pt: Serviços

source: Meals and Shopping
pt_pt: Restaurantes e Lojas

source: Product found
pt_pt: Produto encontrado

source: No item
pt_pt: Nenhum item

source: No Item
pt_pt: Nenhum item

source: Search by shops, products
pt_pt: Pesquise por lojas, produtos

source: Select Day
pt_pt: Selecione o dia

source: Time Slot
pt_pt: Horário

source: Store Info
pt_pt: Informações da loja

source: Quantity
pt_pt: Quantidade

source: This offer is valid from 02/01/2021 till 10/02/2021
pt_pt: Esta promoção é válida de 02/01/2021 a 02/10/2021

source: This offer is valid from
pt_pt: Esta promoção é válida de

source: till
pt_pt: a

source: Was
pt_pt: Antes

source: Now
pt_pt: Agora

source: now
pt_pt: Agora

source: reviews
pt_pt: avaliações

source: mins
pt_pt: minutos

source: Min. Order
pt_pt: Pedido Min.

source: Please select the schedule delivery day and time slot
pt_pt: Selecione o dia de entrega e o horário

source: Store 24x7
pt_pt: Loja 24x7

source: Restaurant's Latest Reviews
pt_pt: Avaliações mais recentes do restaurante

source: Sunday
pt_pt: Domingo

source: Monday
pt_pt: Segunda-feira

source: Tuesday
pt_pt: Terça-feira

source: Wednesday
pt_pt: Quarta-feira

source: Thursday
pt_pt: Quinta-feira

source: Friday
pt_pt: Sexta-feira

source: Saturday
pt_pt: Sábado

source: Rate Order
pt_pt: Classificar pedido

source: Reorder
pt_pt: Reordenar

source: Cash on Delivery
pt_pt: Pagamento na entrega

source: Delivery Person
pt_pt: Entregador

source: Choose delivery day
pt_pt: Escolha o dia de entrega

source: High to Low price
pt_pt: Preço mais barato

source: Low to High price
pt_pt: Preço mais caro

source: Evening
pt_pt: Tarde

source: Expected Delivery Time
pt_pt: Tempo de entrega previsto

source: No slots available
pt_pt: Nenhum espaço disponível

source: Can't add more items than Quantity
pt_pt: Não é possível adicionar mais itens do que Quantidade

source: Search by subcategories
pt_pt: Pesquisar por subcategorias

source: Are you sure to want to logout?
pt_pt: Tem certeza que deseja sair?

source: Restaurants
pt_pt: Restaurantes

source: Grocery
pt_pt: Lojas

source: second ago
pt_pt: segundo atrás

source: seconds ago
pt_pt: segundos atrás

source: min ago
pt_pt: min atrás

source: mins ago
pt_pt: minutos atrás

source: hour ago
pt_pt: hora atrás

source: hours ago
pt_pt: horas atrás

source: day ago
pt_pt: dia atrás

source: days ago
pt_pt: dias atrás

source: now
pt_pt: agora

source: Order placed successfully
pt_pt: Pedido feito com sucesso

source: No quantity added in cart
pt_pt: Nenhuma quantidade adicionada no carrinho

source: No Cuisine Available
pt_pt: Menu não Disponível

source: Remove from favourite successfully
pt_pt: Removido dos favoritos com sucesso

source: Added to favourite successfully
pt_pt: Adicionado aos favoritos com sucesso

source: Cuisine list found successfully
pt_pt: Lista encontrada com sucesso

source: List found successfully
pt_pt: Lista encontrada com sucesso

source: Minimum order is 100
pt_pt: Valor mínimo por pedido é 100

source: No favorites
pt_pt: Sem favoritos
